12/data/attachments/8bc36a58a812706f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_notice_Actions_46635_1</nif:username>
            <nif:friendToBeRequested>soap_actions_e2dbedb2-ec48-4fa8-8c35-cf9412fe4ee9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>